Revit 2027 API
SpecTypeId.AirFlow Property
 Air Flow, in discipline HVAC.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AirFlow { get; }
Public Shared ReadOnly Property AirFlow As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AirFlow {
	ForgeTypeId^ get ();
}
static member AirFlow : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace